delete from `app`;
INSERT INTO `apps` VALUES (1, 'android', '恶魔忍者2汉化版','http://cdn.image.market.hiapk.com/data/upload//2012/04_11/201204111029383871.png',0,'1.1.7',104,3,'Droid Studio','English','10.5M',2352365,'2012-06-03 12:33:27',NULL,NULL,'upload/app/1.apk','恶魔忍者2 Devil Ninja2(vs Boss)<br/>
Devil Ninja2(恶魔忍者2)是 Devil Ninja 的第二部，这是一款还算不错的横版动作过关游戏，与第一部相比，这个新的版本中游戏的画面做了一些修改，图像看起来更加清晰，而且里面人物看起来也更大了一点。游戏在其他方面和第一部的差别并不大，同样的操作方式和故事情节。游戏中你的目的就是要打死怪物。杀死BOSS，使用各种道具来增强你的战斗力。<br/>');

INSERT INTO `apps` VALUES (2, 'android', '愤怒的小鸟夏日版(Angry Birds Seasons)','/upload/icon/201204111029383871.png',0,'4.0',101,4,'中国腾讯科技（深圳）有限','中文','10.39MB',26492776,'2012-06-03 12:33:27',NULL,NULL,'upload/app/2.apk','基于Android平台的腾讯微信服务，带给您全新的移动即时通信体验。您可以使用微信软件快速地发送消息，即时拍照分享，随时随地联系身边的朋友。支持基于Android平台的手机终端设备。为了保护您的隐私，微信不会自动扫描和上传您的手机通讯录。并且不透露信息是否已读，降低收信压力。');

INSERT INTO `apps` VALUES (3, 'android', '腾讯微信','/upload/icon/201204111029383871.png',19,'3.0',103,3,'中国腾讯科技（深圳）有限','中文','10.39MB',26492776,'2012-06-03 12:33:27',NULL,NULL,'upload/app/2.apk','基于Android平台的腾讯微信服务，带给您全新的移动即时通信体验。您可以使用微信软件快速地发送消息，即时拍照分享，随时随地联系身边的朋友。支持基于Android平台的手机终端设备。为了保护您的隐私，微信不会自动扫描和上传您的手机通讯录。并且不透露信息是否已读');
